export const navItems = [
  {
    title: "হোম",
    href: "/",
  },
  {
    title: "সেবা",
    href: "/services",
  },
  {
    title: "রিভিউ",
    href: "/reviews",
  },
  {
    title: "আমাদের সম্পর্কে",
    href: "/about-us",
  },
  {
    title: "যোগাযোগ",
    href: "/contact",
  },
  {
    title: "FAQ",
    href: "/faq",
  },
];
export const navItems2 = [
  {
    title: "বুক এপয়েন্টমেন্ট",
    href: "/book-appointment",
  },
  {
    title: "BMI Calculator",
    href: "/bmi-calculator",
  },
  {
    title: "Download App",
    href: "/download-app",
  },
  {
    title: "লগইন",
    href: "/login",
  },
];

export const services = [
  {
    id: 1,
    name: "ডায়াবেটিস (সুগার)",
    icon: "https://mdabdulkaiyum.in/assets/files/images/services/D2adhtJHTL93ERiBSt8qApZf4HaHHb.jpg",
    href: "/book-appointment",
    details:
      "ডায়াবেটিস, বাংলায় যা সুগার নামেও পরিচিত, এটি একটি ক্রনিক (দীর্ঘমেয়াদি) স্বাস্থ্য সমস্যা যেখানে শরীরের রক্তে গ্লুকোজের পরিমাণ স্বাভাবিকের চেয়ে বেড়ে যায়। এটি মূলত ইনসুলিন নামক হরমোনের অভাব বা কার্যকারিতার অভাবে ঘটে। ডায়াবেটিসের প্রধানত তিনটি ধরন রয়েছে: 1. *টাইপ ১ ডায়াবেটিস:* এই ধরনের ডায়াবেটিসে শরীর পর্যাপ্ত ইনসুলিন উৎপাদন করতে পারে না কারণ ইমিউন সিস্টেম ইনসুলিন উৎপাদনকারী কোষগুলোকে ধ্বংস করে দেয়। এটি সাধারণত শিশু বা তরুণদের মধ্যে দেখা যায়। 2. *টাইপ ২ ডায়াবেটিস:* এটি সবচেয়ে সাধারণ ধরনের ডায়াবেটিস এবং সাধারণত প্রাপ্তবয়স্কদের মধ্যে দেখা যায়। এখানে শরীর পর্যাপ্ত ইনসুলিন উৎপাদন করতে পারলেও উৎপাদিত ইনসুলিন কার্যকরভাবে ব্যবহার করতে পারে না। 3. *গর্ভকালীন ডায়াবেটিস:* এটি গর্ভাবস্থায় ঘটে এবং সাধারণত জন্মের পর ঠিক হয়ে যায়। তবে, এটি ভবিষ্যতে টাইপ ২ ডায়াবেটিসের ঝুঁকি বাড়াতে পারে। ডায়াবেটিসের উপসর্গগুলির মধ্যে রয়েছে: - অতিরিক্ত তৃষ্ণা - ঘন ঘন প্রস্রাব - অতিরিক্ত ক্ষুধা - ক্লান্তি - ওজন হ্রাস (টাইপ ১ ডায়াবেটিসে)",
  },
  {
    id: 2,
    name: "হাইপারটেনশন (উচ্চ রক্তচাপ)",
    icon: "https://mdabdulkaiyum.in/assets/files/images/services/FNLvY73vGaJoIsEQdeifvfk5WvBYec.jpg",
    href: "/book-appointment",
    details:
      "হাইপারটেনশন বা উচ্চ রক্তচাপ একটি সাধারণ স্বাস্থ্য সমস্যা যেখানে রক্তনালীর মধ্যে রক্তের চাপ স্বাভাবিকের চেয়ে বেশি থাকে। এটি একটি ক্রনিক (দীর্ঘমেয়াদি) অবস্থা এবং এটি সাধারণত কোনো উপসর্গ ছাড়াই ঘটে। হাইপারটেনশনকে 'নীরব ঘাতক' বলা হয় কারণ এটি অনেক সময় রোগীর অজান্তেই ক্ষতি করতে পারে। উচ্চ রক্তচাপের প্রধান কারণগুলির মধ্যে রয়েছে: - অস্বাস্থ্যকর খাদ্যাভ্যাস (যেমন বেশি লবণ খাওয়া) - শারীরিক অকার্যকরতা - অতিরিক্ত ওজন - ধূমপান - মদ্যপান - মানসিক চাপ - বংশগত কারণ হাইপারটেনশনের উপসর্গগুলি সাধারণত খুব কমই দেখা যায়, তবে কিছু ক্ষেত্রে মাথাব্যথা, মাথা ঘোরা, চোখে ঝাপসা দেখা দিতে পারে। দীর্ঘমেয়াদী উচ্চ রক্তচাপ হৃদরোগ, স্ট্রোক, কিডনি সমস্যা এবং অন্যান্য গুরুতর স্বাস্থ্য সমস্যার ঝুঁকি বাড়াতে পারে।",
  },
  {
    id: 3,
    name: "হেপাটাইটিস (লিভারের প্রদাহ)",
    icon: "https://mdabdulkaiyum.in/assets/files/images/services/uOtRh0BL8oxJQisg0Yx934GZd2fQaZ.jpg",
    href: "/book-appointment",
    details:
      "হেপাটাইটিস হল লিভারের প্রদাহজনিত একটি অবস্থা যা বিভিন্ন কারণে হতে পারে, যেমন ভাইরাস, অ্যালকোহল, ওষুধ বা অন্যান্য রোগ। এটি প্রধানত পাঁচটি ধরনের হয়ে থাকে: A, B, C, D এবং E। হেপাটাইটিস A এবং E সাধারণত খাদ্য বা পানীয়ের মাধ্যমে ছড়ায়, যখন B, C এবং D সাধারণত রক্তের মাধ্যমে ছড়ায়। হেপাটাইটিসের উপসর্গগুলি অন্তর্ভুক্ত করতে পারে: - ক্লান্তি - জ্বর - পেট ব্যথা - ত্বকে হলুদ ভাব (জন্ডিস) - প্রস্রাবে গা dark ় হওয়া - পেট ফোলা হেপাটাইটিস A এবং E সাধারণত স্বল্পমেয়াদী হয়, কিন্তু B, C এবং D দীর্ঘমেয়াদী হতে পারে এবং লিভারের গুরুতর ক্ষতি করতে পারে, যেমন লিভার সিরোসিস বা লিভার ক্যান্স",
  },
  {
    id: 4,
    name: "অ্যাসিডিটি (গ্যাস্ট্রিক এসিড রিফ্লাক্স)",
    icon: "https://mdabdulkaiyum.in/assets/files/images/services/VtVGOl7QmWNLk7zhtyL5bMhZlaIqrO.jpg",
    href: "/book-appointment",
    details:
      "অ্যাসিডিটি বা গ্যাস্ট্রিক এসিড রিফ্লাক্স হল একটি সাধারণ স্বাস্থ্য সমস্যা যেখানে পেটের এসিড খাদ্যনালীতে ফিরে আসে, যা সাধারণত পেটের এসিডের অতিরিক্ত উৎপাদন বা খাদ্যনালীর নিচের অংশের দুর্বলতার কারণে ঘটে। এটি সাধারণত খাবার খাওয়ার পর বা শোয়া অবস্থায় বেশি হয়। অ্যাসিডিটির প্রধান উপসর্গগুলি অন্তর্ভুক্ত করে: - বুক জ্বালা (হার্টবার্ন) - পেট ফুলে যাওয়া - গ্যাস বা পেটের অস্বস্তি - খাবার খাওয়ার পর বা শোয়া অবস্থায় বুকের পেছনে ব্যথা - মুখে তেতের স্বাদ (রিগারজিটেশন)",
  },
  {
    id: 5,
    name: "অ্যালার্জি (অ্যালার্জিক রাইনাইটিস)",
    icon: "https://mdabdulkaiyum.in/assets/files/images/services/Czn7QI9FlvowDZNomMOzc03n1L1kuK.jpg",
    href: "/book-appointment",
    details:
      "অ্যালার্জি হল শরীরের ইমিউন সিস্টেমের অতিরিক্ত প্রতিক্রিয়া যা সাধারণত নির্দিষ্ট পদার্থের (অ্যালার্জেন) প্রতি ঘটে। অ্যালার্জির প্রধান উপসর্গগুলি অন্তর্ভুক্ত করে: - নাক বন্ধ হওয়া বা জল পড়া - চোখে চুলকানি বা লালচে ভাব - ত্বকে র‍্যাশ বা চুলকানি - শ্বাসকষ্ট বা হাঁপানি অ্যালার্জি সাধারণত ধূলিকণা, পোলেন, পশুর লোম, খাদ্য, ওষুধ বা অন্যান্য পদার্থের প্রতি হতে পারে।",
  },
  {
    id: 6,
    name: "গ্যাস্ট্রিক (গ্যাস্ট্রাইটিস)",
    icon: "https://mdabdulkaiyum.in/assets/files/images/services/6NNFlgMkACZ451t1JoIy5eYuyrVc6f.jpg",
    href: "/book-appointment",
    details:
      "গ্যাস্ট্রিক বা গ্যাস্ট্রাইটিস হল পেটের অভ্যন্তরীণ স্তরের প্রদাহ। এটি সাধারণত পেটের এসিডের অতিরিক্ত উৎপাদন, অস্বাস্থ্যকর খাদ্যাভ্যাস, ধূমপান, মদ্যপান, স্ট্রেস বা কিছু ওষুধের কারণে হতে পারে",
  },
  {
    id: 7,
    name: "হেপাটাইটিস (লিভারের প্রদাহ)",
    icon: "https://mdabdulkaiyum.in/assets/files/images/services/MkMQw8zPFEiHmCiFH3493ZJPoK6rMg.jpg",
    href: "/book-appointment",
    details:
      "হেপাটাইটিস হল লিভারের প্রদাহজনিত একটি অবস্থা যা বিভিন্ন কারণে হতে পারে, যেমন ভাইরাস, অ্যালকোহল, ওষুধ বা অন্যান্য    রোগ",
  },
  {
    id: 8,
    name: "হাইপারটেনশন (উচ্চ রক্তচাপ)",
    icon: "https://mdabdulkaiyum.in/assets/files/images/services/MoI6R7COdi08cKmcYhNJdsVPHgksz8.jpg",
    href: "/book-appointment",
    details:
      "হাইপারটেনশন বা উচ্চ রক্তচাপ একটি সাধারণ স্বাস্থ্য সমস্যা যেখানে রক্তনালীর মধ্যে রক্তের চাপ স্বাভাবিকের চেয়ে বেশি থাকে। এটি একটি ক্রনিক (দীর্ঘমেয়াদি) অবস্থা এবং এটি সাধারণত কোনো উপসর্গ ছাড়াই ঘটে। হাইপারটেনশনকে 'নীরব ঘাতক' বলা হয় কারণ এটি অনেক সময় রোগীর অজান্তেই ক্ষতি করতে পারে। উচ্চ রক্তচাপের প্রধান কারণগুলির মধ্যে রয়েছে: - অস্বাস্থ্যকর খাদ্যাভ্যাস (যেমন বেশি লবণ খাওয়া) - শারীরিক অকার্যকরতা - অতিরিক্ত ওজন - ধূমপান - মদ্যপান - মানসিক চাপ - বংশগত কারণ হাইপারটেনশনের উপসর্গগুলি সাধারণত খুব কমই দেখা যায়, তবে কিছু ক্ষেত্রে মাথাব্যথা, মাথা ঘোরা, চোখে ঝাপসা দেখা দিতে পারে। দীর্ঘমেয়াদী উচ্চ রক্তচাপ হৃদরোগ, স্ট্রোক, কিডনি সমস্যা এবং অন্যান্য গুরুতর স্বাস্থ্য সমস্যার ঝুঁকি বাড়াতে পারে।",
  },
  {
    id: 9,
    name: "ডায়াবেটিস (সুগার)",
    icon: "https://mdabdulkaiyum.in/assets/files/images/services/mROfTawuK3nSV3OiIwWeklXZ3pyeXA.jpg",
    href: "/book-appointment",
    details:
      "ডায়াবেটিস, বাংলায় যা সুগার নামেও পরিচিত, এটি একটি ক্রনিক (দীর্ঘমেয়াদি) স্বাস্থ্য সমস্যা যেখানে শরীরের রক্তে গ্লুকোজের পরিমাণ স্বাভাবিকের চেয়ে বেড়ে যায়। এটি মূলত ইনসুলিন নামক হরমোনের অভাব বা কার্যকারিতার অভাবে ঘটে। ডায়াবেটিসের প্রধানত তিনটি ধরন রয়েছে: 1. *টাইপ ১ ডায়াবেটিস:* এই ধরনের ডায়াবেটিসে শরীর পর্যাপ্ত ইনসুলিন উৎপাদন করতে পারে না কারণ ইমিউন সিস্টেম ইনসুলিন উৎপাদনকারী কোষগুলোকে ধ্বংস করে দেয়। এটি সাধারণত শিশু বা তর    ঙ্গদের মধ্যে দেখা যায়। 2. *টাইপ ২ ডায়াবেটিস:* এটি সবচেয়ে সাধারণ ধরনের ডায়াবেটিস এবং সাধারণত প্রাপ্তবয়স্কদের মধ্যে দেখা যায়। এখানে শরীর পর্যাপ্ত ইনসুলিন উৎপাদন করতে পারলেও উৎপাদিত ইনসুলিন কার্যকরভাবে ব্যবহার করতে পারে না। 3. *গর্ভকালীন ডায়াবেটিস:* এটি গর্ভাবস্থায় ঘটে এবং সাধারণত জন্মের পর ঠিক হয়ে যায়। তবে, এটি ভবিষ্যতে টাইপ ২ ডায়াবেটিসের ঝুঁকি বাড়াতে পারে। ডায়াবেটিসের উপসর্গগুলির মধ্যে রয়েছে: - অতিরিক্ত তৃষ্ণা - ঘন ঘন প্রস্রাব - অতিরিক্ত ক্ষুধা - ক্লান্তি - ওজন হ্রাস (টাইপ ১ ডায়াবেটিসে)",
  },
  {
    id: 10,
    name: "অ্যাসিডিটি (গ্যাস্ট্রিক এসিড রিফ্লাক্স)",
    icon: "https://mdabdulkaiyum.in/assets/files/images/services/JxEAumcDPCDbU86n7xHXOlDWyGHwwO.jpg",
    href: "/book-appointment",
    details:
      "অ্যাসিডিটি বা গ্যাস্ট্রিক এসিড রিফ্লাক্স হল একটি সাধারণ স্বাস্থ্য সমস্যা যেখানে পেটের এসিড খাদ্যনালীতে ফিরে আসে, যা সাধারণত পেটের এসিডের অতিরিক্ত উৎপাদন বা খাদ্যনালীর নিচের অংশের দুর্বলতার কারণে ঘটে। এটি সাধারণত খাবার খাওয়ার পর বা শোয়া অবস্থায় বেশি হয়। অ্যাসিডিটির প্রধান উপসর্গগুলি অন্তcludes: - বুক জ্বালা (হার্টবার্ন) - পেট ফুলে যাওয়া",
  },
];
